const ru = {
    errorPage: {
        error: "Ошибка",
        page: "Страница",
        notFound: "не найдена",
        redirectMessage: "Автоматическое перенаправление через",
        seconds: "сек",
        goToHome: "На главную"
    },
    documentsPage: {
        about: 'О компании',
        policy: 'Политика конфиденциальности',
        public: 'Публичная оферта',
        personal: 'Соглашение на обработку персональных данных',
    },
    descriptionShort: {
        first: 'Откройте для себя новый уровень веселья и приключений с нашим надувным аквапарком!',
        second: 'Погрузитесь в мир безграничных водных развлечений, созданных специально для вашего комфорта и удовольствия.',
        third: 'Наслаждайтесь безопасностью, качеством и неповторимым опытом вместе с нами!',
    },
    description: {
        title: 'Чем заняться?',
        body: {
            first: {
                title: "Отдых",
                description: "На территории аквапарка каждый может найти для себя развлечение — выбрать предстоит из прохождения полосы препятствий с горками, катания на SUPах, спортивных и электрических катамаранах и отдыха в детском лягушатнике.",
            },
            second: {
                title: "Спорт",
                description: "Наш аквапарк — это не только развлечение, но и пространство для занятий спортом. После прохождения полосы препятствий вы точно станете выносливее и увереннее!"
            },
            third: {
                title: "Мероприятия",
                description: "В нашем аквапарке вы можете отпраздновать день рождения или провести тимбилдинг. Можно снять весь аквапарк для своей компании по договорной цене.",
            }
        }
    },
    prices: {
        titleFirst: 'График',
        everyDay: 'Каждый день',
        time: '10:00 - 19:00',
        regardless: 'Независимо от расположения аквапарка',
        mayBe: 'можем быть закрыты по техническим причинам',
        titleSecond: 'Цены',
        tap: 'Нажимайте на выбранный аквапарк для просмотра цен :)'
    },
    footer: {
        gallery: 'Галерея',
        prices: 'Цены',
        documents: 'Документы',
        language: 'Язык'
    },
    photo: 'Фото',
    video: 'Видео',
    faq: {
        title: 'FAQ',
        first:{
            question: 'Нужно ли бронировать билеты в аквапарк?',
            answer: 'Нет, не нужно.',
        },
        second:{
            question: 'Хочу приехать большой компанией, но боюсь, что не хватит места.',
            answer: 'Если вы собираетесь приехать большой компанией для проведения какого-либо мероприятия, то рекомендуем сначала связаться с нами по любому каналу связи, уточнить, нет ли мероприятий на этот день и при необходимости забронировать столики.',
        },
        third:{
            question: 'Хотел поехать в аквапарк, ждал выходных. Проснулся, а на улице дождь :(',
            answer: 'Не стоит расстраиваться раньше времени. Если на улице тепло, то мы работаем! Рекомендуем связаться с нами и уточнить ситуацию.',
        },
        fourth:{
            question: 'Моему сыну 2 года, но он не боится воды и всё умеет.',
            answer: 'К несчастью, по условиям сертификации аквапарка, мы не можем пускать на аттракцион детей младше 4-х лет.',
        }
    },
    telegramForm:{
        title: 'Форма связи',
        description: 'Оставьте заявку и мы свяжемся',
        phone: 'Телефон',
        name: 'Имя',
        namePlaceholder: 'Кот Матроскин',
        message: 'Сообщение',
        messagePlaceholder: 'Как заставить бутер падать колбасой в рот, а не вниз?',
        submit: 'Отправить',
        itsOk: 'Сообщение отправлено успешно!',
        error: 'Ошибка',
        errorText: 'Введите корректный номер телефона',
    },
    contacts:{
        title: 'Как с нами связаться',
        addresses: 'Адреса',
        means: 'Средства связи',
        phone: 'Телефон',
    },
    storePage: {
        types:{
            Child: 'Детский',
            Adult: 'Взрослый',
            'Adult + Child': 'Взрослый + Детский',
        },
        times:{
            hour: 'час',
            hours: 'часа',
            day: 'День',
        },
        descriptions:{
            'Under 12 yo': 'До 12 лет',
            'From 12 yo': 'От 12 лет',
            'Under 6 yo': 'До 6 лет',
        },
        coupon: {
            sale: 'Скидка',
            coupon: 'Введите купон',
            apply: 'Применить',
        },
        rub: '₽',
        buy: 'Купить',
        empty: 'Ваша корзина пуста',
        popupTicket:{
            sure: 'Я убедился в правильности заказ',
            disclaimer: 'Мы не несем ответственности за допущенную при выборе билетов ошибку',
            type: 'Тип',
            time: 'Время',
            count: 'Количество',
            price: 'Цена',
            total: 'Итог',
        },
        popupForm:{
            name: 'Имя',
            namePlaceholder: 'Джон Сноу',
            email: 'Email',
            emailPlaceholder: 'js@example.com',
            confirmEmail: 'Подтвердите email',
            confirmEmailPlaceholder: 'js@example.com',
            submit: 'Купить',
            errors: {
                nameRequired: "Имя обязательно.",
                emailRequired: "Эл. почта обязательна.",
                emailInvalid: "Эл. почта некорректна.",
                confirmEmailRequired: "Подтверждение эл. почты обязательно.",
                emailsMismatch: "Эл. почты не совпадают."
            },
            checkbox:{
                first: 'Я согласен с ',
                second: 'политикой обработки персональных данных',
                third: ' и ',
                fourth: 'политикой конфиденциальности',
            },
            success: "Заказ успешно создан и билет отправлен на почту!",
            errorCreation: "Произошла ошибка при создании заказа. Пожалуйста, попробуйте снова.",
            errorSend: "Произошла ошибка при отправке билета, но заказ был создан. Назовите email по приходу в аквапарк для подтверждения.",
            close: "Закрыть"
        }
    },
    backButton: 'Всплыть на главную',
}

export default ru;
